<!-- dflook/terraform-github-actions {"workspace":"verify-2","backend":"066dea2964765a5d0d255a1a8ce507f06a8fcaa5b070a3a1db8ec8697df2fcca","backend_type":"remote","plan_job_ref":"Job Test Terraform cloud #72 at https://github.com/dflook/terraform-github-actions/actions/runs/3253215671","plan_hash":"837be458194f6e6501ed2979ece2f18439ab09c614bb2f9d3d97abf5a25a24ef","plan_text_format":"text"} -->
Terraform plan in __tests/workflows/test-cloud/0.13__ in the __verify-2__ workspace
With var files: `tests/workflows/test-cloud/0.13/my_variable.tfvars
`
With variables: `from_variables="from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test Terraform cloud #72](https://github.com/dflook/terraform-github-actions/actions/runs/3253215671)